<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Arabic Invoice Language Lines
    |--------------------------------------------------------------------------
    */

    'invoice'                => 'الفاتورة',
    'serial'                 => 'رقم الفاتورة',
    'date'                   => 'تاريخ الفاتورة',
    'seller'                 => 'بائع',
    'buyer'                  => 'مشتري',
    'provider'               => 'مقدم الخدمة',
    'client'                 => 'عميل',
    'address'                => 'العنوان',
    'code'                   => 'رمز العميل',
    'vat'                    => 'رمز ضريبة القيمة المضافة',
    'phone'                  => 'رقم الهاتف',
    'description'            => 'الوصف',
    'units'                  => 'الوحدات',
    'quantity'               => 'الكمية',
    'price'                  => 'السعر',
    'discount'               => 'الخصم',
    'tax'                    => 'الضريبة',
    'sub_total'              => 'المجموع الفرعي',
    'total_discount'         => 'إجمالي الخصم',
    'taxable_amount'         => 'المبلغ الخاضع للضريبة',
    'total_taxes'            => 'إجمالي الضرائب',
    'tax_rate'               => 'معدل الضريبة',
    'total_amount'           => 'المبلغ الإجمالي',
    'pay_until'              => 'الرجاء الدفع قبل',
    'amount_in_words'        => 'المبلغ بالكلمات',
    'amount_in_words_format' => '%s %s و %s %s',
    'notes'                  => 'ملاحظات',
    'shipping'               => 'الشحن',
    'paid'                   => 'مدفوع',
    'due'                    => 'مستحق',
    'page'                   => 'الصفحة',
    'bill_from'              => 'فاتورة من',
    'bill_to'                => 'فاتورة إلى',
];
